<?php
return [
    '400' => '요청 형식이 유효하지 않습니다.',
    '403' => '이 페이지에 액세스 할 수있는 권한이 없습니다.',
    '404' => '요청한 페이지를이 서버에서 찾을 수 없습니다.',
    '500' => '인터넷 서버 오류. 불편을 끼쳐 드려 죄송합니다.',
    '503' => '용량 문제 또는 유지 관리로 인해 서비스를 일시적으로 사용할 수 없습니다.',

    'idol.index.desc' => '정보를 보려면 idol을 선택하십시오.',

    'idol.show.desc' => '여기에서 아이돌의 정보를 볼 수 있습니다.',
    'idol.show.desc' => '아이돌의 정보를 확인할 수 있습니다.',
    'idol.show.dbid' => '데이터베이스아이디는 게임내부ID와 동일합니다.',
    'idol.show.type' => 'MLTD에서의 아이돌의 속성을 나타냅니다.',

    'share.title' => 'Fediverse 에 공유',
    'share.input' => '공유 할 인스턴스 호스트를 입력하십시오.',
    'share.select' => '아래 목록에서 선택할 수도 있습니다.',
];
